Tekla.Structures.TeklaStructuresInternal.EventHandlerWrapper


Tekla.Structures.TeklaStructuresInternal.EventHandlerWrapper.Instance


Tekla.Structures.TeklaStructuresInternal.EventHandlerWrapper.Functionality


Tekla.Structures.TeklaStructuresInternal.EventHandlerWrapper.#ctor(Tekla.Structures.TeklaStructuresInternal.IEventHandler,Tekla.Structures.Internal.WrapperFunctionalityBase)


Tekla.Structures.TeklaStructuresInternal.EventHandlerWrapper.AddListener(Tekla.Structures.TeklaStructuresInternal.Events)


Tekla.Structures.TeklaStructuresInternal.EventHandlerWrapper.RemoveListener(Tekla.Structures.TeklaStructuresInternal.Events)
